[
  {
    "id": 1,
    "text": "Ваш коллега хвастается новой дорогой машиной и спрашивает, что вы думаете.",
    "beliefs": ["shame", "guilt", "corrupt"],
    "reframes": {
      "shame": "Каждый имеет право на свои достижения. Радоваться за других не значит предавать свою скромность.",
      "guilt": "Успех других не делает ваши желания неправильными. Это не игра с нулевой суммой.",
      "corrupt": "Машина - это просто вещь. Характер человека определяют поступки, а не покупки."
    }
  },
  {
    "id": 2,
    "text": "Клиент просит большую скидку, намекая: 'Вы же и так хорошо зарабатываете'.",
    "beliefs": ["guilt", "shame", "ban"],
    "reframes": {
      "guilt": "Называть свою цену - это уважение к своему труду, а не жадность.",
      "shame": "Профессионалы имеют право на достойную оплату. Это норма, а не исключение.",
      "ban": "Ваши навыки имеют ценность. Получать за них деньги - естественно."
    }
  },
  {
    "id": 3,
    "text": "В банке по ошибке зачислили вам лишние 50,000 рублей. Никто не заметил.",
    "beliefs": ["corrupt", "guilt", "ban"],
    "reframes": {
      "corrupt": "Честность не зависит от денег. Богатство не делает человека плохим автоматически.",
      "guilt": "Это вопрос этики, а не денег. Вернуть - значит быть верным себе, независимо от суммы.",
      "ban": "То, что вы думаете о правильном, показывает ваши ценности, а не 'запрет' на деньги."
    }
  },
  {
    "id": 4,
    "text": "Вам предложили повышение с зарплатой вдвое больше. Первая мысль - 'Я не достоин этого'.",
    "beliefs": ["impostor", "ban", "fear"],
    "reframes": {
      "impostor": "Если вам предложили - значит видят вашу ценность. Ваша задача не быть идеальным, а расти.",
      "ban": "Больше денег = больше возможностей помогать себе и другим. Это ресурс, а не преступление.",
      "fear": "Страх изменений нормален. Но новый уровень дохода - это новые возможности учиться."
    }
  },
  {
    "id": 5,
    "text": "На семейном ужине родственник говорит: 'Богатые люди забывают о простых'.",
    "beliefs": ["corrupt", "shame", "fear"],
    "reframes": {
      "corrupt": "Деньги усиливают то, что уже есть в человеке. Добрый останется добрым, жадный - жадным.",
      "shame": "Ваши ценности определяете вы, а не размер счета. Можно быть богатым и не терять связь с корнями.",
      "fear": "Этот страх показывает, что вы цените близость с людьми. Деньги не обязаны это разрушать."
    }
  },
  {
    "id": 6,
    "text": "Вы увидели вакансию мечты с зарплатой выше рынка. Думаете: 'Это не для меня'.",
    "beliefs": ["impostor", "fear", "ban"],
    "reframes": {
      "impostor": "Они ищут человека, которого можно обучить, а не готового эксперта. Рост - часть процесса.",
      "fear": "Высокая зарплата = высокие ожидания. Но вы способны расти вместе с вызовами.",
      "ban": "Если вы не попробуете, вы точно не получите. Отказывать себе заранее - это выбор."
    }
  },
  {
    "id": 7,
    "text": "Друзья планируют дорогой отпуск и зовут вас. Вы можете себе позволить, но чувствуете дискомфорт.",
    "beliefs": ["shame", "guilt", "fear"],
    "reframes": {
      "shame": "Тратить деньги на качественный отдых - это забота о себе, а не хвастовство.",
      "guilt": "У вас есть право наслаждаться плодами своего труда. Это не делает вас плохим человеком.",
      "fear": "Страх осуждения реален, но ваше право на отдых не зависит от чужого мнения."
    }
  },
  {
    "id": 8,
    "text": "Вы заработали больше, чем ожидали за проект. Первая мысль - снизить цену в следующий раз.",
    "beliefs": ["guilt", "impostor", "shame"],
    "reframes": {
      "guilt": "Ваш результат принёс клиенту ценность. Хорошая оплата - это справедливый обмен.",
      "impostor": "Возможно, вы недооценивали свою работу раньше. Эта цена может быть вашей настоящей стоимостью.",
      "shame": "Зарабатывать соответственно качеству работы - профессионализм, а не жадность."
    }
  },
  {
    "id": 9,
    "text": "Родители говорят: 'Мы всю жизнь скромно жили, и ничего - счастливы были'.",
    "beliefs": ["guilt", "shame", "ban"],
    "reframes": {
      "guilt": "Вы можете уважать их выбор и делать свой собственный. Это не предательство.",
      "shame": "Другое время, другие возможности. Их путь не обязан быть вашим.",
      "ban": "Их счастье не зависело от денег. И ваше тоже не зависит - но деньги могут быть инструментом."
    }
  },
  {
    "id": 10,
    "text": "В новостях очередной скандал с богатым человеком. Вы думаете: 'Вот до чего деньги доводят'.",
    "beliefs": ["corrupt", "fear", "ban"],
    "reframes": {
      "corrupt": "Скандалы попадают в новости, но миллионы обеспеченных людей живут достойно - просто о них не пишут.",
      "fear": "Страх стать 'плохим' показывает ваши ценности. Деньги не изменят то, кем вы являетесь в глубине.",
      "ban": "Один негативный пример не отменяет тысячи позитивных. Деньги - нейтральный инструмент."
    }
  },
  {
    "id": 11,
    "text": "Вас повысили, и теперь вы зарабатываете больше коллег. Неудобно обсуждать зарплату.",
    "beliefs": ["shame", "guilt", "fear"],
    "reframes": {
      "shame": "Ваше повышение заработано. Скрывать успех из страха осуждения - не решение.",
      "guilt": "Их зарплаты не зависят от вашей. Вы не забрали у них ничего.",
      "fear": "Зависть других - их проблема, а не ваша вина. У каждого свой путь."
    }
  },
  {
    "id": 12,
    "text": "Вы заметили, что начали откладывать покупку нужной вещи, хотя деньги есть.",
    "beliefs": ["ban", "guilt", "fear"],
    "reframes": {
      "ban": "Если вещь нужна и средства есть - разрешение покупать есть у вас самих.",
      "guilt": "Тратить заработанные деньги на свои потребности - это нормально, не расточительство.",
      "fear": "Страх 'а вдруг понадобятся' превращает деньги из инструмента в тюрьму."
    }
  },
  {
    "id": 13,
    "text": "Знакомый открыл бизнес и активно рекламирует услуги. Вы думаете: 'Как не стыдно так выпячиваться'.",
    "beliefs": ["shame", "ban", "guilt"],
    "reframes": {
      "shame": "Говорить о своём продукте - это маркетинг, а не хвастовство. Без этого бизнес не выживет.",
      "ban": "Зарабатывать открыто и легально - право каждого. Стыд тут не уместен.",
      "guilt": "Продвижение себя - не эгоизм, а забота о своём деле и клиентах, которые ищут услугу."
    }
  },
  {
    "id": 14,
    "text": "Вы успешно завершили год и хотите премировать себя дорогой покупкой. Но голос в голове говорит: 'Рано'.",
    "beliefs": ["ban", "impostor", "guilt"],
    "reframes": {
      "ban": "Награждать себя за достижения - здоровая практика. Вы это заработали.",
      "impostor": "'Рано' не существует. Если результат есть, признание заслужено.",
      "guilt": "Наслаждение плодами труда не делает вас плохим. Это мотивация продолжать."
    }
  },
  {
    "id": 15,
    "text": "Вы узнали, что ваша должность в других компаниях оплачивается на 30% выше.",
    "beliefs": ["impostor", "fear", "shame"],
    "reframes": {
      "impostor": "Рынок показывает вашу ценность. Возможно, вы заслуживаете больше, чем думали.",
      "fear": "Страх просить повышение понятен. Но знание своей стоимости - это профессионализм.",
      "shame": "Знать рыночную стоимость своих навыков - не жадность, а зрелость."
    }
  },
  {
    "id": 16,
    "text": "Благотворительный фонд просит пожертвование. Вы думаете: 'Сначала сам/а встану на ноги'.",
    "beliefs": ["fear", "ban", "guilt"],
    "reframes": {
      "fear": "Страх 'недостатка' может блокировать щедрость годами. Малое пожертвование уже помощь.",
      "ban": "Помогать можно на любом уровне достатка. Это не только про деньги.",
      "guilt": "Забота о себе - не эгоизм. Сначала кислородную маску себе, потом другим."
    }
  },
  {
    "id": 17,
    "text": "Вы прочитали книгу про успех миллионеров. Внутри голос: 'Это не про меня'.",
    "beliefs": ["impostor", "ban", "shame"],
    "reframes": {
      "impostor": "Они тоже когда-то были в начале. Разница не в способностях, а в решениях.",
      "ban": "Истории успеха показывают возможное, а не запретное. Это карта, а не потолок.",
      "shame": "Хотеть успеха - естественно. Стыдиться амбиций - это социальное программирование."
    }
  },
  {
    "id": 18,
    "text": "В магазине вы выбираете между дорогим качественным и дешёвым товаром. Берёте дешёвый 'на всякий случай'.",
    "beliefs": ["fear", "ban", "guilt"],
    "reframes": {
      "fear": "Покупка качества - это инвестиция, а не риск. Дешёвое часто выходит дороже.",
      "ban": "Разрешение тратить на качество - это уважение к себе и своему времени.",
      "guilt": "Если средства позволяют, выбор качества - рациональное решение, не расточительство."
    }
  },
  {
    "id": 19,
    "text": "Ваш пост в соцсетях о достижении набрал много лайков. Думаете: 'Наверное, хвастаюсь'.",
    "beliefs": ["shame", "guilt", "fear"],
    "reframes": {
      "shame": "Делиться радостью и результатами - нормально. Это вдохновляет других, а не хвастовство.",
      "guilt": "Ваш успех не отнимает у других. Рассказывать о достижениях - это честно.",
      "fear": "Страх осуждения реален, но молчание о победах крадёт радость у вас."
    }
  },
  {
    "id": 20,
    "text": "Вам предложили участие в дорогом обучении. Цена кусается, но программа даст рост.",
    "beliefs": ["fear", "impostor", "ban"],
    "reframes": {
      "fear": "Инвестиция в себя всегда окупается. Страх потратить может стоить дороже, чем сама программа.",
      "impostor": "Если программа вызвала интерес - значит вы готовы к росту. 'Не дорос' - это иллюзия.",
      "ban": "Тратить на своё развитие - один из лучших способов использования денег."
    }
  }
]
